11/data/attachments/f68f3de19b048d5e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_aa6f6c0b-dc0b-41a5-8b8c-44da0f82a2d9</nif:username>
            <nif:friendToBeAdded>Sandra_full_Actions_75086_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>